IDEA Open Model
ReinfFabrication Enumeration
Compatible with IDEA StatiCa 20.1
 Reinforcement fabrication
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ReinfFabrication
Public Enumeration ReinfFabrication
Members
Member name | Value | Description
HotRolled | 0 |  Hot rolled
ColdWorked | 1 |  Cold worked
See Also
Reference
IdeaRS.OpenModel.Material Namespace